brew "mas"
brew "zoxide"
brew "gh"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "starship"
brew "atuin"
brew "mise"
brew "yazi"
brew "anomalyco/tap/opencode"
brew "antidote"
brew "typescript-language-server"
brew "thefuck"
brew "sevenzip"
brew "1password-cli"

cask "1password"
cask "codex"
cask "chatgpt-atlas"
cask "google-chrome"
cask "mos"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zed"
cask "zspace"
brew "codex"
cask "ghostty"
cask "claude-code"
