brew "mas"
brew "zoxide"
brew "gh"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "starship"
brew "atuin"
brew "mise"
brew "yazi"
brew "anomalyco/tap/opencode"
brew "antidote"
brew "typescript-language-server"
brew "thefuck"
brew "sevenzip"
