tap "farion1231/ccswitch"
tap "steipete/tap"

brew "mas"
brew "zoxide"
brew "gh"
brew "eza"
brew "fd"
brew "fzf"
brew "bat"
brew "git-delta"
brew "gitui"
brew "hyperfine"
brew "ripgrep"
brew "starship"
brew "atuin"
brew "mise"
brew "yazi"
brew "anomalyco/tap/opencode"
brew "antidote"
brew "zellij"
brew "sevenzip"
brew "postgresql"

cask "1password"
cask "cc-switch"
cask "codex"
cask "codex-app"
cask "codexbar"
cask "chatgpt-atlas"
cask "font-caskaydia-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "mos"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "tencent-lemon"
cask "visual-studio-code"
cask "zed"
cask "zspace"
cask "wetype"
cask "ghostty"
cask "claude-code"
cask "aldente"
