mattmc3/ez-compinit
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:plugins/git
zsh-users/zsh-completions kind:fpath
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
MichaelAquilina/zsh-you-should-use
